Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/voting/registering_to_vote.html.txt.tmx
Source language: en
Languages: ga

source: • Who can vote in elections and referenda?
ga: • Chun do shonraí a cheartú sa dréacht Chlár

source: In order to vote in an election or referendum in Ireland, you must be registered to vote
ga: Chun vóta a chaitheamh i dtoghcháin nó i Reifrinn in Éirinn, ní mór duit clárú chun vótála

source: Being registered to vote means that you can participate in deciding who represents you at local government level, national government level and European government level
ga: Agus tú cláraithe le haghaidh vótála thig leat páirt a ghlacadh chun chinn a dhéanamh ar an duine a n-ionadaíonn ar do shon ag leibhéal rialtais áitiúil, leibhéal rialtais náisiúnta agus leibhéal rialtais Eorpacha

source: Every local authority in Ireland is responsible for compiling and publishing a list of voters in its area
ga: Tá an fhreagracht ar gach aon údarás in Éirinn chun liosta toghthóirí a chur le chéile agus a fhoilsiú ina ceantar féin

source: This is called the Register of Electors or the Electoral Register
ga: Tugtar Clár na dToghthóirí ar seo

source: Anyone can inspect this Register and it is available in all local authority offices, post offices, Garda stations and public libraries
ga: Is féidir le duine ar bith an Clár seo a scrúdú agus tá sé ar fáil i ngach oifig de chuid na údarás áitiúil gach oifig an phoist, stáisiún na nGardaí agus leabharlanna poiblí

source: You can check to see if you are on the Electoral Register here
ga: Is féidir leat seiceáil a fheiceáil má tá tú ar Clár na dToghthóirí anseo

source: The published Register contains the voter's name, address, polling station and category of voter
ga: Tá ainm agus seoladh an vótálaí sa Chlár, agus dáta breithe agus inscne le haghaidh crostagartha fosta

source: For inclusion in the Register of Electors you must complete application form RFA which is available from your local authority, to whom it must be returned
ga: Le cur san áireamh i gClár na dToghthóirí, ní mór duit a líonadh amach foirm iarratais RFA atá ar fáil ó d'údarás áitiúil

source: When the register is being compiled, the application form is available to download at checktheregister.ie
ga: Nuair a bhíonn an clár á chur le chéile, is é an fhoirm iarratais ar fáil le híoslódáil ag checktheregister.ie

source: A new draft Register is compiled each year and is published on 1 November
ga: Tiomsaítear dréacht chlár nua gach aon bhliain agus foilsítear é ar 1 Samhain

source: To be eligible to be included in the Register of Electors, you must:
ga: Chun go mbeidh i dteideal bheith ar Chlár na dToghthóirí, ní mór duit:

source: • Be at least 18 years old on the day the Register comes into force (15 February)
ga: • a bheith 18 mbliana d’aois ar a laghad ar lá a theann an Clár i bhfeidhm (15 Feabhra)

source: • Have been ordinarily resident in the State on 1 September in the year preceding the coming into force of the Register
ga: • gnáthchónaí a bheith ort sa Stáit ar 1 Meán Fómhair sa bhliain sula dtéann An Chlár i bhfeidhm

source: Students living away from home while attending college have the choice of being registered at either their home address or their student residential address
ga: Níl cead agat a bheith cláraithe ach ag seoladh amháin agus ní mór duit a bheith i do chónaí ag an seoladh seo ar an 1ú Meán Fhómhair roimh theacht i bhfeidhm an chláir

source: You must be registered at one address only and you must live at that address on 1 September before the register comes into force
ga: Mura mbíonn cónaí ort ag an seoladh ag a bhfuil tú cláraithe ní mór duit na húdaráis cláraithe a chur ar an eolas faoi do sheoladh baile nua

source: If you live away from the address at which you are registered, you will need to contact the registration authority and give them your new address.If you leave your address but you plan to return there within 18 months, you can continue to be registered there, as long you do not register at any other address
ga: Má tá do sheoladh cláraithe fágtha agat ach go bhfuil i gceist agat filleadh air taobh istigh de 18 mí ní gá duit do sheoladh a athrú ach déanamh cinnte de nach bhfuil tú cláraithe ag aon seoladh eile

source: Correcting your details in the draft Register
ga: Chun do shonraí a cheartú sa dréacht Chlár

source: If you need to add your name or change your entry in the draft Register, you can do this up to 25 November each year
ga: Má tá ort d'ainm a chur leis nó d’iontráil a athrú sa dréacht Chlár, is féidir é sin a dhéanamh suas go 25 Samhain gach bliain

source: You must fill in form RFA1 for the draft Register
ga: Caithfidh tú an fhoirm RFA1 don dréacht Chlár a chomhlánú

source: You can get an RFA1 form from your local post office or public library
ga: Tá an fhoirm RFA1 a fháil ó oifigí poist agus leabharlanna poiblí

source: Forms are also available from your local authority and this is where completed forms should be returned to. The form is also available to download at that time at checktheregister.ie
ga: Tá foirmeacha ar fáil ó d’údarás áitiúil agus is é chun na háite seo ba chóir foirmeacha comhlíonta a sheoladh.Tá an fhoirm ar fáil le híoslódáil ag an am sin freisin ag ag checktheregister.ie

source: If you are applying because you have moved to a new address, you should include this information and your former address so that you can be removed from the register for that area
ga: Má tá tú ag cur isteach mar gur aistrigh tú chuig seoladh nua, ní mór duit an t-eolas seo a chur isteach le d’iarsheoladh sa dóigh gur féidir do shonraí a bhaint ó chlár an cheantair sin

source: The amended Register of Electors is published on 1 February and comes into force on 15 February
ga: Foilsítear Clár leasaithe na dToghthóirí 1 Feabhra agus téann sé i bhfeidhm ar 15 Feabhra

source: The supplement to the Register of Electors
ga: An forlíonadh do Chlár na dToghthóirí

source: If your name is not on the Register of Electors in February, you may still make an application to be included in a supplement to the Register on form RFA2
ga: Mura bhfuil d’ainm ar Chlár na dToghthóirí nuair a theann sé i bhfeidhm i Mí Feabhra, is féidir leat iarratas a dhéanamh le bheith curtha sa forlíonadh don Chlár ar fhoirm RFA2

source: You can make this application at any time, but in order to be included in the supplement used at an election, your application must be received by your local authority at least 15 days before polling day (Sundays, public holidays and Good Friday are not counted as days for this purpose)
ga: Thig leat an t-iarratas seo a dhéanamh ag am ar bith, ach chun go mbeidh sé in áireamh forlíonta atá á úsáid ag toghchán, ní mór do d’iarratas bheith faighte ag d’údarás áitiúil 15 lá roimh lá vótála ar a laghad. Ní áirítear Domhnaí, laethanta saoire phoiblí agus Aoine an Chéasta mar chuid de na laethanta chuige sin

source: You are eligible for inclusion in the supplement to the Register of Electors on or after the day on which you reach 18 years of age
ga: Tá tú i dteideal bheith curtha ar fhorlíonadh do Chlár na dToghthóirí ar lá a bhaineann tú 18 mbliana d’aois amach nó ina dhiaidh

source: You can be included if this birthday falls after the closing date for applications but is on or before polling day
ga: Thig leat bheith curtha má thiteann an bhreithlá seo i ndiaidh dáta deiridh na n-iarratas ach atá ar lá vótála nó lá roimhe

source: If you are within this category, you should accompany your application with a copy of your birth certificate
ga: Má tá tú sa chatagóir seo, ní mór duit cóip do do theastas breithe a chur isteach leis an iarratas

source: You can apply for inclusion on the supplement as a result of changing address on form RFA3
ga: Má tá tú ag cur iarratais isteach le bheith ar an fhorlíonadh mar gheall ar athrú seolta is féidir leat úsáid a bhaint as foirm RFA3

source: This will also remove you from the register for your previous address
ga: Bainfidh é seo sonraí d’iarsheolta ón Chlár chomh maith

source: The Electoral Register and direct marketing
ga: Clár na dToghthóirí agus dírmhargaíocht

source: Local authorities publish two versions of the Register of Electors: the full register and the edited register
ga: Foilsíonn údaráis áitiúla dhá leagan de Chlár na dToghthóirí: an clár iomlán agus an clár atheagraithe

source: The Full Register lists everyone who is entitled to vote
ga: Liostálainn an Clár Iomlán gach duine atá i dteideal vóta a chaitheamh

source: Once a Full Register has been published, it can only be used for an electoral or other statutory purpose
ga: Nuair a fhoilsítear Clár Iomlán, ní féidir é a úsáid ach amháin chun críche toghcháin nó reachtaíochta eile

source: The Edited Register contains the names and addresses of those voters who have indicated that their details can be used for other purposes (for example, for direct marketing use by a commercial company or other organisation)
ga: Is é sa Chlár atheagraithe atá ainmneacha agus seolta na vótálaí siúd a chur in iúil gur féidir a gcuid sonraí a úsáid le cuspóirí eile (mar shampla, úsáid dírmhargaíochta ag eagras tráchtála nó eagras eile)

source: If you do not want your details to be included in the Edited Register, you should tick the "opt out" box on the registration form
ga: Mura mian leat do shonraí a bheith curtha ar an gclár atheagraithe, ba chóir duit tic a chur sa bhosca rogha an diúltaithe

source: If you want your details to be included in the Edited Register, that is, you are happy that commercial companies and other organisations will contact you with direct marketing, you should leave the "opt out" box blank
ga: Más mian leat do shonraí clárúcháin a bheith curtha ar an gclár atheagraithe, is é sin le rá, go bhfuil tú sásta go mbeidh eagraíochta tráchtála agus eile i dteagmháil leat le dírmhargaíocht, ba chóir duit an bosca a fhágáil glan

source: If you do not tick the "opt out" box, it is assumed that you want your details to be included in the Edited Register, if you do not wish your details to appear on the Edited Register tick the "opt out" box
ga: Mura gcuireann tú tic sa bhosca rogha an diúltaithe, ceaptar gur mian leat do shonraí clárúcháin a bheith curtha ar an gclár atheagraithe, mura mian leat do shonraí a bheith curtha ar an gclár atheagraithe, cuir tic sa bhosca rogha an diúltaithe

source: It is an offence for an organisation/commercial body to contact someone from the full electoral register for direct marketing purposes
ga: Is coir é d’eagras / chomhlacht tráchtála dul i dteagmháil le duine ón chlár Iomlán na dtoghthóirí le haghaidh dírmhargaíochta

source: This was set down in law under Section 32 of the Electoral (Amendment) Act 2001. Find out more about how to deal with unsolicited direct marketing material in Ireland
ga: Leagadh é seo síos sa dlí faoi Alt 32 den Acht Toghcháin (Leasú) 2001 Léigh tuilleadh ar an dóigh chun déileáil le hábhar dírmhargaíochta gan iarraidh in Éirinn anseo

source: Who can vote in elections and referenda?
ga: Cé atá i dteideal vóta a chaitheamh i dtoghcháin agus reifrinn?

source: The type of election you can vote in depends on your citizenship.The following people are eligible to vote:
ga: Tá an saghas toghcháin ar féidir leat vótáil ag brath ar do shaoránacht.: Tá na daoine mar a leanas i dteideal vótáil:

source: • Irish citizens can vote in every election and referendum
ga: • Is féidir le saoránaigh Éireannacha vóta a chaitheamh i ngach toghchán agus reifreann

source: • British citizens may vote at Dáil, European and local elections
ga: • Is féidir le saoránaigh Briotanach vóta a chaitheamh ag toghcháin Dála, Eorpacha agus áitiúla

source: • Other EU citizens may vote at European and local elections*
ga: • Is féidir le saoránaigh eile an AE vóta a chaitheamh ag toghcháin Eorpacha agus áitiúla*

source: • Non-EU citizens can vote at local elections only
ga: • Ní féidir le saoránaigh neamh AE vóta a chaitheamh ach ag toghcháin áitiúla amháin

source: *If you are an EU citizen, other than an Irish or British citizen, and you were not registered to vote in previous European elections in Ireland, you must also complete a declaration, Form EP1, to guard against double voting in the election
ga: *Más saoránach AE thú, seachas saoránach d’Éirinn nó den Bhreatain, agus mura raibh tú cláraithe le vóta a chaitheamh i dtoghcháin Eorpacha roimhe seo in Éirinn, ní mór duit dearbhú a chomhlánú, Foirm EP1, le haon vótáil dhúbailte sa toghchán a sheachaint

source: The local council will register you to vote in your local constituency and send the information in your declaration to your home EU Member State
ga: Cláróidh an chomhairle áitiúil thú chun vóta a chaitheamh i do thoghcheantar áitiúil agus seolfaidh siad an fhaisnéis i do dhearbhú chuig an mBallstát AE ina gcónaíonn tú

source: You can also get the form from your local authority
ga: Ina theannta sin, féadfaidh tú an fhoirm a fháil ó d’údarás áitiúil

source: If you are an Irish citizen living abroad you cannot register to vote, that is, be added to the Register of Electors
ga: Más saoránach Éireannach thú a chónaíonn thar lear ní féidir leat clárú chun vótáil, is é sin, ní féidir leat a chur leis an Clár na dToghthóirí

source: The only exception to this is in the case of Irish officials on duty abroad (and their spouses) who may register on the postal voters list
ga: Is é an t-aon eisceacht amháin ná chás oifigí Éireannacha ar dualgas thar lear (agus a gcéile) ar féidir leo clárú ar liosta na vótálaí poist

source: You will normally be required to vote in person at an official voting centre but you may be eligible for a postal vote if you are:
ga: De ghnáth éilítear ort vóta a chaitheamh go pearsanta ag ionad vótála oifigiúil ach is féidir go mbeidh tú i dteideal postvóta más:

source: • An Irish diplomat or his/her spouse posted abroad
ga: • taidhleoir Éireannach atá ag obair thar lear nó a chéile / a céile

source: • A member of the Garda Síochána
ga: • ball na nGardaí Síochána

source: • A whole-time member of the Defence Forces
ga: • ball na bhFórsaí Cosanta thú

source: You may also be eligible for a postal vote if you cannot go to a polling station because:
ga: Is féidir leat bheith i dteideal postvóta mura bhfuil tú in ann dul go stáisiún vótála mar gheall ar:

source: • Of a physical illness or disability
ga: • bhreoiteacht fhisiceach nó mhíchumas

source: • You are studying full time at an educational institution in Ireland, which is away from your home address where you are registered
ga: • tá tú i mbun staidéir go lánaimseartha in institiúid oideachais in Éirinn, atá ar shiúl ó do sheoladh baile ag a bhfuil tú cláraithe

source: • You are unable to vote at your polling station because of your occupation
ga: • nach bhfuil tú in ann vóta a chaitheamh ag stáisiún vótála mar gheall ar do phost

source: • You are unable to vote at your polling station because you are in prison as a result of an order of a court
ga: • nach bhfuil tu in ann vóta a chaitheamh ag do stáisiún vótála toisc go bhfuil tú i bpríosúin de thoradh ordú cúirte

source: Applications for inclusion on the Postal Voters List must be received by 25 November at the latest
ga: Ní mór d’iarratais um chuimsiúcháin ar Liosta Postvótálaí bheith faighte ag 25 Samhain ar a dhéanaí

source: If you are registered as a postal voter, you may vote by post only
ga: Má tá tú cláraithe mar phostvótálaí, ní féidir leat vóta a chaitheamh ach tríd an phoist

source: You may not vote at a polling station
ga: Ní féidir leat vóta a chaitheamh ag stáisiún vótála

source: Supplement to the Postal Voters List
ga: Forlíonadh don Liosta Poistvótálaí

source: If you are eligible for the postal voter list but are not included, you can apply for inclusion in the relevant supplement to the lists
ga: Má tá teideal agat bheith ar liosta postvótálaí ach nach bhfuil ann, is féidir leat cur isteach bheith ar na forlíonta ábhartha do na liostaí

source: The latest date for receipt of applications is:
ga: Is é an dáta deiridh a nglacfar le hiarratais:

source: • 2 days after the date of dissolution of the Dáil in the case of a general election
ga: • 2 lá tar éis an dáta lánscor na Dála i gcás olltoghcháin

source: • 2 days after the date of the order appointing polling day in the case of a Dáil bye-election
ga: • 2 lá tar éis dáta an ordaithe ag ceapadh lá na vótála i gcás fothoghchán Dála

source: • 22 days (excluding Sundays and public holidays) before polling day for other elections or referenda
ga: • 22 lá (seachas Dé Domhnaigh agus laethanta saoire poiblí) roimh an lá vótaíochta le haghaidh toghchán nó reifreann eile

source: Application forms are available from your local authority
ga: Tá foirmeacha iarratais ar fáil ó d'údarás áitiúil

source: You may also qualify to be on a Special Voters List for those who live in hospitals, nursing homes or similar institutions and who wish to vote at these locations
ga: Is féidir go gcáilíonn tú bheith ar Liosta Speisialta Vótálaí atá do dhaoine atá ina gcónaí in ospidéil, tithe altranais nó a leithid sin d’institiúidí agus ar mian leo vóta a chaitheamh ag na suímh sin

source: Applications for inclusion on the Special Voters List must be made by 25 November and, in the case of a first application, must be accompanied by a medical certificate
ga: Caithfear iarratais le haghaidh cuimsiúcháin ar liosta speisialta vótálaí a dhéanamh roimh 25 Samhain agus, i gcás chéad iarratais, ní mór teastas dochtúra a chur leis

source: Supplement to the Special Voters List
ga: Forlíonadh don Liosta Speisialta Vótálaí

source: If you are eligible for the Special Voter list but are not included, you can apply for inclusion in the relevant supplement to the lists
ga: Má tá teideal agat bheith ar liosta Speisialta Vótálaí ach nach bhfuil ann, is féidir leat cur isteach bheith ar na forlíonta ábhartha do na liostaí

source: Application forms are available from your local authority. How to apply
ga: Tá foirmeacha iarratais ar fáil ó d'údarás áitiúil

source: Forms are also available on www.checktheregister.ie
ga: Conas iarratas a dhéanamh

source: Completed forms must be returned to your local authority
ga: Caithfidh tú foirmeacha comhlíonta a fhilleadh do d’údarás áitiúil
